Repository: themesdefrance/bbPress-addons
Catalog: Etendard/languages/etendard_bbpress-*.po
Languages: fr_fr

source: Themes de France
fr_fr: Thèmes de France

source: Congratulations ! Your licence is activated, you'll receive updates.
fr_fr: Félicitations ! Votre licence est activée. Vous recevrez les mises à jour.

source: Enter your licence key in order to receive Etendard bbPress Addon updates. You'll find it in the confirmation email we sent you after your purchase.
fr_fr: Entrez votre clé de licence pour recevoir les mises à jour du module bbPress pour Étendard. Vous la trouverez dans l'email de confirmation envoyé suite à votre commande.

source: License
fr_fr: Licence

source: In order to get updates for the Etendard bbPress Addon, please enter the licence key that you received by email.
fr_fr: Pour recevoir les licences du module bbPress pour Étendard, veuillez entrer la clé de licence que vous avez reçue par email.

source: Etendard - Module bbPress has been deactivated as it requires %sEtendard theme%s. You must download, install and activate the theme before activating this add-on.
fr_fr: Étendard - Module bbPress a été désactivé car il a besoin %sdu thème Étendard%s pour fonctionner. Vous devez télécharger, installer et activer le thème avant d'activer ce module.

source: Etendard - Module bbPress has been deactivated as it requires %sbbPress plugin%s. You must download, install and activate the plugin before activating this add-on.
fr_fr: Étendard - Module bbPress a été désactivé car il a besoin %sde l'extension bbPress%s pour fonctionner. Vous devez télécharger, installer et activer cette extension avant d'activer ce module.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
fr_fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Voir les nouveautés de %3$s</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fr_fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Voir les nouveautés de %3$s</a> or <a href="%4$s">mettez à jour maintenant</a>.

source: You do not have permission to install plugin updates
fr_fr: Vous n'avez pas le droit d'installer les mises à jour d'extensions

source: Error
fr_fr: Erreur
